tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mdogan/zulu"

brew "ack"
brew "aircrack-ng"
brew "bash"
brew "binutils"
brew "xz"
brew "gmp"
brew "p7zip"
brew "binwalk"
brew "chezmoi"
brew "coreutils"
brew "dns2tcp"
brew "fcrackzip"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "john"
brew "jq"
brew "lua"
brew "python@3.10"
brew "mackup"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "nmap"
brew "onefetch"
brew "pigz"
brew "pinentry-mac"
brew "pngcheck"
brew "pv"
brew "rename"
brew "rlwrap"
brew "tcptrace"
brew "tree"
brew "vbindiff"
brew "vim"
brew "wget"
brew "xpdf"
brew "zopfli"

cask "charles"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "pock"
cask "qlmarkdown"
cask "quicklook-json"
cask "rar"
cask "slack"
cask "stats"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "xcodes"
cask "zoom"
cask "zulu-jdk11"
cask "zulu-jdk8"

mas "CopyClip", id: 595191960
